Repository: Sullfred/Cocktails-4.0-Frontend
Catalog: Cocktails 4.0/Cocktails 4.0/Localization/Localizable.xcstrings
Source language: en
Languages: da

source: Account
da: Konto

source: Add
da: Tilføj

source: Add cocktail
da: Tilføj cocktail

# admin_access
source: Admin access requires an active session.
da: Administratoradgang kræver en aktiv session.

# admin_dashboard
source: Open Admin Dashboard
da: Åbn administratordashboard

# admin_dashboard_cocktail_mangement
source: Cocktail Management
da: Cocktailstyring

# admin_dashboard_delete_cocktails
source: Delete removed Cocktails
da: Slet fjernet Cocktails

# admin_dashboard_no_users
source: No users found
da: Ingen brugere fundet

# admin_dashboard_title
source: Admin Dashboard
da: Administratordashboard

# admin_dashboard_user_mangement
source: User Management
da: Brygerstyring

# admin_dashboard_user_roles
source: Update User Roles
da: Opdater Brugerroller

# admin_rights
source: Administrator rights
da: Administratorrettigheder

source: All
da: Alle

source: All Cocktails
da: Alle Cocktails

source: Amount
da: Mængde

# amount_adjust
source: Adjust Recipe Scale
da: Juster opskriftsskala

# amount_new
source: New amount
da: Ny mængde

# amount_original
source: Original amount
da: Original mængde

source: Apply
da: Anvend

source: Base spirit
da: Grundlikør

source: By %@
da: Af %@

source: Cancel
da: Annuller

source: Change password
da: Skift kodeord

source: Change username
da: Skift brugernavn

# cocktails_add
source: Add Cocktail
da: Tilføj Cocktail

# cocktails_all
source: All Cocktails
da: Alle Cocktails

# cocktails_edit
source: Edit Cocktail
da: Rediger Cocktail

# cocktails_menu
source: Display
da: Menu

# cocktails_menu_creatables
source: Show Creatables only
da: Vis kun cocktails jeg kan lave

# cocktails_menu_favorites
source: Show Favorites only
da: Vis kun favoritter

# cocktails_menu_sort
source: Sort by
da: Sorter efter

# cocktails_random
source: Random Cocktail
da: Tilfældig Cocktail

# cocktails_remove_list
source: Remove from List
da: Fjern fra listen

# cocktails_removed
source: Removed Cocktails
da: Fjernet Cocktails

# cocktails_removed_delete_count%@
source: Delete %@ cocktails
da: Slet %@ cocktails

# cocktails_removed_delete_count%lld
source: Delete %@ cocktails
da: Slet %@ cocktails

# cocktails_removed_undo
source: Undo Remove
da: Fortryd fjernelse

source: Confirm
da: Bekræft

source: Confirm change
da: Bekræft ændring

source: Creator
da: Skaber

# creator_rights1
source: Adding cocktails
da: Tilføj cocktails

# creator_rights2
source: Edit cocktails
da: Rediger cocktails

source: Delete
da: Slet

source: Delete account
da: Slet konto

# delete_account_confirm
source: Are you sure you want to delete your account? This action cannot be undone!
da: Er du sikker på, at du vil slette din konto? Denne handling kan ikke fortrydes!

# error_add
source: Add Error
da: Tilføjelsesfejl

source: Guest
da: Gæst

# image_add
source: Add Image
da: Tilføj Billede

# image_change
source: Change Image
da: Skift Billede

# image_remove
source: Remove Image
da: Fjern Billede

# info_by_unknown
source: By Unknown
da: Af Ukendt

# info_by%@
source: By %@
da: Af %@

# info_cocktail_category
source: Cocktail category
da: Cocktail kategori

# info_cocktail_style
source: Cocktail style
da: Cocktail stil

# info_comment
source: Comment
da: Kommentar

# info_comment_title
source: Comment:
da: Kommentar:

# info_created_by
source: Created by
da: Lavet af

# info_created_by_title
source: Created by:
da: Lavet af:

# info_ingredient
source: Ingredient
da: Ingrediens

# info_ingredients
source: Ingredients
da: Ingredienser

# info_ingredients_title
source: Ingredients:
da: Ingredienser:

# info_name
source: Name
da: Navn

# info_name_title
source: Name:
da: Navn:

# info_new_ingredient
source: New ingredient
da: Ny ingrediens

# info_servings
source: Servings
da: Portioner

# info_units
source: Unit of measurement
da: Måleenhed

source: Language
da: Sprog

source: Loading...
da: Indlæser…

source: Login
da: Log ind

# login_create_account
source: Create Account
da: Opret bruger

# login_intro
source: Login to MyBar
da: Log ind til Min Bar

# login_password
source: Password
da: Kodeord

# login_password_confirm
source: Confirm Password
da: Bekræft Kodeord

# login_password_create
source: Password (min. 8 chars)
da: Kodeord (min. 8 karakter)

# login_register
source: Register
da: Registrer

# login_register_new_account
source: Create a New Account
da: Opret en ny bruger

# login_register_now
source: Don't have an account? Register
da: Har du ikke en bruger? Opret

# login_required
source: Login required for this action
da: Login er påkrævet for denne handling

# login_username
source: Username
da: Brugernavn

source: Log out
da: Log ud

# logout_confirm
source: Are you sure you want to log out?
da: Er du sikker på at du vil logge ud?

# manage_permissions
source: Manage users and permissions.
da: Administrer brugere og tilladelser.

source: Minimize
da: Minimer

source: My
da: Min

source: My Bar
da: Min Bar

# myBar_auto_assign
source: Auto-assign
da: Automatisk tildeling

# myBar_bar_items%@
source: %@’s Bar Items
da: %@’s Bar vare

# myBar_category
source: Category
da: Kategori

# myBar_delete_confirm %@
source: Are you sure you want to delete “%@”?
da: Er du sikker på at du vil slette “%@”?

# myBar_delete_confirm%@
source: Are you sure you want to delete “%@”?
da: Er du sikker på at du vil slette “%@”?

# myBar_delete_item
source: Delete Item?
da: Slet ting?

# myBar_empty
source: Bar is Empty
da: Bar er tom

# myBar_new_item
source: Add a new item
da: Tilføj ny ting

# myBar_new_item_name
source: New Bar Item Name
da: Navn på ny bar vare

# myBar_no_bar_found
source: No Bar Found
da: Ingen bar fundet

# myBar_no_items%@
source: No items in %@
da: Ingen bar vare i %@

# myBar_quick_add
source: Quick add
da: Hurtig tilføj

# myBar_quick_add_intro
source: Select items you have at home / usually on hand
da: Vælg de varer, du har derhjemme / som du normalt har på lager

source: No removed cocktails
da: Ingen fjernet cocktails

source: None
da: Ingen

# password_current
source: Current Password
da: Nuværende kodeord

# password_new
source: New Password
da: Nyt kodeord

# password_new_confirm
source: Confirm New Password
da: Bekræft nyt kodeord

# random_choosing
source: 🎲 CHOOSING...
da: 🎲 VÆLGER…

# random_creatables
source: Creatable cocktails only
da: Kun cocktails, jeg kan lave

# random_subtitle
source: “Need help choosing a cocktail?”
da: “Skal du bruge hjælp til at vælge en cocktail?”

# random_title
source: Bartender's Pick
da: Bartenders valg

# random_try
source: Press 🎲 TRY YOUR LUCK
da: Tryk på 🎲 PRØV LYKKEN

# random_try1
source: 🎲 TRY YOUR LUCK
da: 🎲 PRØV LYKKEN

# random_try2
source: 🎲 TRY AGAIN
da: 🎲 PRØV IGEN

# random_waiting
source: Bartender waiting…
da: Bartender venter…

# removed_date
source: Removed:
da: Fjernet:

source: Reset
da: Nulstil

source: Retry
da: Prøv igen

source: Role Permissions
da: Rolletilladelser

source: Role: %@
da: Rolle: %@

source: Save
da: Gem

source: Save Error
da: Fejl ved gem

source: Selected: %@
da: Valgt: %@

# server_check_connection
source: Checking server connection...
da: Kontrollerer serverforbindelsen...

# server_not_connected
source: Not connected to server
da: Der er ingen forbindelse til serveren

source: Session expired
da: Sessionen er udløbet

# session_expired_text
source: Session expired. Please log in again to sync your data.
da: Sessionen er udløbet. Log venligst ind igen for at synkronisere dine data.

source: Sort
da: Sorter

source: Toggle favorite
da: Slå favorit til/fra

source: Unknown
da: Ukendt

source: User Settings
da: Brugerindstillinger

# username_new
source: New Username
da: Nyt brugernavn
